aaron-bond.better-comments
adpyke.codesnap
alexcvzz.vscode-sqlite
antfu.goto-alias
antfu.iconify
antfu.unocss
antfu.vite
anysphere.pyright
anysphere.remote-containers
anysphere.remote-ssh
anysphere.remote-wsl
bierner.emojisense
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-yaml-preamble
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
csstools.postcss
dariofuzinato.vue-peek
dbaeumer.vscode-eslint
denoland.vscode-deno
dline.cobaltnext
donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.vscode-pull-request-github
glenn2223.live-sass
golang.go
hjb2012.vscode-es6-string-html
hollowtree.vue-snippets
lokalise.i18n-ally
mathiasfrohlich.kotlin
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
mtxr.sqltools
mtxr.sqltools-driver-mysql
oderwat.indent-rainbow
oracle.oracle-java
pranaygp.vscode-css-peek
prisma.prisma
redhat.java
ritwickdey.liveserver
rust-lang.rust-analyzer
sdras.night-owl
sdras.vue-vscode-snippets
tamasfe.even-better-toml
tinygo.vscode-tinygo
tobermory.es6-string-html
tomoki1207.pdf
twxs.cmake
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vitest.explorer
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscodevim.vim
vue.volar
yoavbls.pretty-ts-errors
yzane.markdown-pdf
zignd.html-css-class-completion
zxh404.vscode-proto3
