aaron-bond.better-comments
adpyke.codesnap
alexcvzz.vscode-sqlite
antfu.vite
anysphere.pyright
anysphere.remote-containers
anysphere.remote-ssh
anysphere.remote-wsl
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
csstools.postcss
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.vscode-pull-request-github
glenn2223.live-sass
golang.go
hjb2012.vscode-es6-string-html
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.makefile-tools
mtxr.sqltools
mtxr.sqltools-driver-mysql
oderwat.indent-rainbow
oracle.oracle-java
pranaygp.vscode-css-peek
redhat.java
ritwickdey.liveserver
rust-lang.rust-analyzer
tamasfe.even-better-toml
tobermory.es6-string-html
twxs.cmake
vitest.explorer
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
yoavbls.pretty-ts-errors
zignd.html-css-class-completion
zxh404.vscode-proto3
